Repository: haitham-kablan/HadarSocialNetwork
Catalog: hadar/lib/l10n/app_*.arb
Languages: ar, he

# telNumber
source: Phone number
ar: رقم الهاتف
he: מספר טלפון

# telNumberTwoDots
source: Phone number:
ar: رقم الهاتف:
he: מספר טלפון:

# nameTwoDots
source: Name:
ar: الإسم:
he: שם:

# admins
source: Managers
ar: مسؤولين
he: מנהלים

source: Volunteers
ar: متطوعين
he: מתנדבים

# userInNeeds
source: Users-in-need
ar: طالبي المساعده
he: מבקשי עזרה

# admin
source: Manager
ar: مسؤول
he: מנהל

source: Volunteer
ar: متطوع
he: מתנדב

source: User-in-need
ar: طالب مساعده
he: מבקש עזרה

# userInNeedTwoDots
source: User-in-need:
ar: طالب مساعده:
he: מבקש עזרה:

source: Users
ar: مستخدمين
he: משתמשים

source: User
ar: مستخدم
he: משתמש

source: Renew request
ar: تجديد الطلب
he: חידוש בקשה

source: Request help
ar: اطلب مساعدة
he: בקש עזרה

source: Other
ar: آخر
he: אחר

source: Services :
ar: خدمات :
he: שירותים :

# locationTwoDots
source: Location :
ar: مكان :
he: מיקום :

source: Location
ar: مكان
he: מיקום

# requestDescriptionTwoDots
source: Request description:
ar: وصف الطلب:
he: תיאור הבקשה:

source: Request description
ar: وصف الطلب
he: תיאור בקשה

# categoryTwoDots
source: Category:
ar: صنف:
he: קטגוריה:

source: The volunteer
ar: المتطوع
he: המתנדב

source: The user-in-need
ar: طالب المساعدة
he: מבקש העזרה

source: Accept request
ar: إقبل الطلب
he: קבל בקשה

source: Reject request
ar: أرفض الطلب
he: דחה בקשה

# numberTwoDots
source: Number:
ar: رقم:
he: מספר:

# idTwoDots
source: I.D.:
ar: رقم الهوية:
he: ת.ז:

source: I.D.
ar: رقم الهوية
he: תעודת זהות

source: gender
ar: الجنسيه
he: מין

# genderError
source: please choose your gender
ar: الرجاء اختيار الجنسيه
he: אנא בחר את המין שלך

source: male
ar: ذكر
he: זכר

source: female
ar: مؤنث
he: נקבה

# emailTwoDots
source: Email:
ar: البريد الكتروني:
he: אימייל:

# wantToJoinAs
source: I want to join as
ar: يريد التسجيل ك
he: רוצה להירשם כ

source: Choose category
ar: إختر الصنف
he: בחר קטגוריה

source: Anonymous
ar: مجهول
he: אנונימי

source: Name
ar: الإسم
he: שם

# inquiryInfo
source: Inquiry information
ar: محتوى الإستعلام
he: תוכן הפנייה

source: Inquiry reason
ar: سبب الإستعلام
he: סיבת הפנייה

# inquiryReasonTwoDots
source: Inquiry reason:
ar: سبب الإستعلام:
he: סיבת פניה:

source: Inquirer
ar: إسم المُستعلِم
he: שם הפונה

source: Inquiry
ar: إستعلام
he: פנייה

source: Explanation
ar: تفصيل
he: פירוט

# inquiryReasonInShort
source: Inquiry reason
ar: سبب الطلب باختصار
he: סיבת הפנייה בקצרה

# organizationServices
source: Organizations services:
ar: خدمات الجمعيات:
he: שירותי עמותות:

source: Change request location
ar: تغيير مكان الطلب
he: שנה את מיקום הבקשה

source: Back
ar: الرجوع
he: חזרה

source: Users inquiries
ar: توجهات المستخدمين
he: פניות המשתמשים

# invalidNumOfChildren
source: Invalid number of children
ar: عدد الأبناء غير صحيح
he: מספר ילדים לא תקין

# numOfChildrenCantBeEmpty
source: Number of children can't be empty
ar: عدد الابناء لا يمكن ان يكون خالي
he: מספר ילדים לא יכול להיות ריק

source: Location is too long
ar: المكان طويل جدا
he: תיאור המיקום ארוך מדי

source: Location can't be empty
ar: المكان لا يمكن ان يكون خالي
he: מיקום לא יכול להיות ריק

source: Password doesn't match
ar: كلمة المرور غير متوافقه
he: סיסמה שגויה

# passworIsnotValid
source: The password doesnt macth the orignal password
ar: كلمه المرور لا تلاءم البريد الاكتروني
he: הסיסמה לא תואמת לדואל

# cantEmptyPassword
source: The password cant be empty
ar: كلمه المرور لا يجب ان تكون فارغه
he: הסיסמה לא יכולה להיות ריקה

source: Phone number isn't legal
ar: رقم هاتف غير صحيح
he: מספר טלפון אינו חוקי

source: Phone number can't be empty
ar: رقم الهاتف لا يمكن ان يكون خالي
he: מספר טלפון לא יכול להיות ריק

source: Name is too long
ar: الاسم طويل جدا
he: השם שלך ארוך מדי

source: Name can't be empty
ar: الاسم لا يمكن ان يكون خالي
he: השם לא יכול להיות ריק

source: Age isn't legal
ar: العمر غير صحيح
he: גיל לא חוקי

source: Age can't be empty
ar: العمر لا يمكن ان يكون خالي
he: גיל לא יכול להיות ריק

source: I.D. isn't legal
ar: رقم الهوية غير قانوني
he: תעודת זהות לא חוקית

source: I.D. can't be empty
ar: رقم الهوية لا يمكن ان يكون خالي
he: תעודת זהות לא יכולה להיות ריק

source: Password can't be empty
ar: كلمة المرور لا يمكن ان تكون خاليه
he: הסיסמה לא יכולה להיות ריקה

source: Email isn't legal
ar: البريد الالكتروني غير قانوني
he: האימייל לא חוקי

source: Email can't be empty
ar: البريد الالكتروني لا يمكن ان يكون خالي
he: האימייל לא יכול להיות ריק

source: Email is already taken
ar: البريد الاكتروني غير متوفر
he: האימייל שלך כבר תפוס

# passwordIsTooWeak
source: Password is weak
ar: كلمة المرور ضعيفة
he: הסיסמה שלך חלשה

# chooseUrPrevilge
source: Please choose your previlge
ar: الرجاء اختار دورك
he: אנא בחר את התור שלך

# idAlreadyTaken
source: I.D. is already taken
ar: رقم الهوية غير متوفر
he: תעודת הזהות כבר תפוסה

source: Register
ar: تسجيل
he: הרשמה

source: Helper
ar: مساعد
he: עוזר

# reqeustRejectReason
source: Describe rejection reason
ar: من فضلك اضف سبب رفض الطلب
he: בבקשה פרט את סיבת דחיית הבקשה

# rejectReason
source: Rejection reason
ar: سبب الرّفض
he: סיבת דחייה

# adminDidntDescribeRejection
source: The manager didn't give rejection reason
ar: المسؤول لم يعطي سبب الرفض
he: המנהל לא פירט את סיבת דחיית הבקשה

source: Send
ar: ارسال
he: שלח

source: Delete request
ar: الغاء الطلب
he: מחק בקשה

source: Requests
ar: طلبات
he: בקשות

source: Join requests
ar: طلبات التسجيل
he: בקשות הצטרפות

source: Waiting requests
ar: طلبات منتظرة
he: בקשות ממתינות

source: Approved requests
ar: طلبات موافقة
he: בקשות מאושרות

source: Add category
ar: أضف صنف
he: הוספת קטגוריה

source: Confirm
ar: موافقة
he: אישור

source: Approve request
ar: موافقة الطلب
he: אישור בקשה

source: Add request
ar: إضافة طلب
he: הוספת בקשה

# other3Dot
source: Other...
ar: آخر...
he: ...אחר

# addOrginaization
source: Add organization
ar: إضافة جمعيّة
he: הוספת עמותה

# showAllOrginaization
source: Show all organizations
ar: عرض كل الجمعيّات
he: הצג את כל העמותות

source: Users inquieries
ar: إستعلامات المستخدمين
he: פניות משתמשים

# waiting3Dots
source: Waiting...
ar: إنتظار...
he: ממתין...

source: Email
ar: البريد الإلكتروني
he: אימייל

# notification
source: Notifications
ar: إشعار
he: התראות

source: Change stable location
ar: تغييرالمكان
he: שנה מיקום קבוע

source: Change password
ar: تغيير كلمة المرور
he: שנה סיסמה

# infoAboutMe
source: Bio
ar: الملف الشخصي
he: מידע עלי

source: Manage personal info
ar: إعدادات شخصيّة
he: נהל פרטים אישיים

source: Manage system
ar: الإدارة
he: נהל את המערכת

source: Contact
ar: اتصال
he: צור קשר

# userInfo
source: Info about the user
ar: معلومات المستخدمين
he: מידע על המשתמש

source: Are you sure?
ar: هل انت متأكد؟
he: האם אתה בטוח?

source: Cancel
ar: إلغاء
he: ביטול

source: Fill application
ar: تعبئة الطّلب
he: למלא טופס

source: Call
ar: اتصال
he: להתקשר

# deleteMeFromSystem
source: Remove account
ar: احذف حسابي من التطبيق
he: הסר אותי מהמערכת

# deleteUserFromSystem
source: Delete account from the system
ar: احذف المستخدم من التطبيق
he: הסר את המשתמש מהמערכת

source: Profile
ar: بروفيل

source: HELP
ar: مساعده

source: Age
ar: العمر
he: גיל

source: Address
ar: العنوان
he: כתובת

# familyStatus
source: Family situation
ar: الوضع العائلي
he: מצב משפחתי

# childrenNumbers
source: Children number
ar: عدد الابناء
he: מספר ילדים

source: Education
ar: المستوى التعليمي/الأكاديمي
he: השכלה

# homePhoneNumber
source: Home phone number (if there)
ar: تلفون البيت
he: מספר טלפון בית (אם קיים)

# whereYouCame
source: Arab/New immigrant/Senior citizen/other?
ar: ותיק/ערבי/עולה חדש?
he: ותיק/ערבי/עולה חדש?

# rev7aPatient
source: Registered in wellbeing?
ar: تابع لقسم الرفاه الإجتماعي
he: מטופל ברווחה

source: Date of birth
ar: تاريخ الولاده
he: תאריך לידה

source: Job
ar: المهنة
he: עיסוק

source: Birth location
ar: ارض الولادة
he: ארץ לידה

source: Spoken languages
ar: اللّغات
he: שפות מדוברות

source: Mobility
ar: إمكانية التنقل
he: ניידות

# firstAid
source: Do you have first aid course?
ar: هل لديك اسعاف اولي؟
he: בעל קורס עזרה ראשונה

source: Welcome
ar: اهلًا وسهلًا
he: ברוכים הבאים

source: Username
ar: الإسم الشخصي
he: שם משתמש

source: Password
ar: كلمة المرور
he: סיסמה

source: Confirm password
ar: تأكيد كلمة المرور
he: אימות סיסמה

source: Login
ar: دخول
he: כניסה

# accountNotApprovedYet
source: Account isn't verified yet
ar: حسابك الشخصي لم يتم تأكيده بعد
he: החשבון שלך עדיין לא אומת על יד המנהל

# deletedAccount
source: Account deleted by admin
ar: تم الغاء حسابك الشخصي
he: החשבון שלך הוסר על ידי המנהל

source: User not found
ar: المستخدم غير موجود
he: לא נמצא שם משתמש כזה

# nameAndPwNotMatch
source: Username and password doesn't match
ar: كلمة المرور لا تلائم اسم المستخدم
he: שם משתמש וסיסמה אינם תואמים

source: Click here to register
ar: اضغط هنا للتسجيل
he: לחץ כאן להירשם

source: Fullname
ar: الاسم الكامل
he: שם מלא

source: Email address
ar: البريد الكتروني
he: כתובת אימייל

# verifyPw
source: Verify password
ar: تأكيد كلمة المرور
he: אימות סיסמה

source: Signed as
ar: التسجيل بدور
he: נרשם בתור

source: Signout
ar: خروج
he: יציאה

source: Apply
ar: تسجيل
he: הגש

# systemError
source: System error! please try again later
ar: خلل في المنظومة! الرّجاء المحاولة مرة أخرى لاحقًا.
he: שגיאת מערכת! אנא נסה שוב מאוחר יותר.

source: Organizations
ar: جمعيّات
he: עמותות

source: Manage organizations
ar: إدارة الجمعيّات
he: ניהול העמותות

source: Search
ar: بحث
he: חיפוש

source: Choose one or more
ar: إختر صنف او اكثر
he: בחר אחד או יותר

source: Organization name
ar: إسم الجمعيّة
he: שם העמותה

source: Language
ar: اللّغة
he: שפה

source: Change language
ar: تغيير اللغة
he: שנה שפה

source: delete
ar: حذف
he: מחיקה

source: categories
ar: التصنيفات
he: קטיגוריות

source: favoriteCategories
ar: التصنيفات المفضلة لدي
he: הקטיגוריות המועדפות עלי

source: update
ar: تحديث
he: עדכן

source: showAllCategories
ar: عرض كل التصنيفات
he: הצג את כל הקטיגוריות

source: current
ar: حالي
he: נוכחי

# newPass
source: new
ar: جديد
he: חדש

source: Re-type new
ar: إعادة كتابة كلمة المرور
he: הקלדה חוזרת

# passDontMatch
source: Passwords do not match, try again!
ar: كلمات المرور غير متطابقة, أعد المحاولة!
he: הסיסמאות אינם תואמות, נסה שנית!

source: translate
ar: ترجمة
he: תרגום

source: show original
ar: عرض الأصلي
he: הצג מקורי
